Repository: fesulzbach2/APIChallenge
Catalog: APIChallenge/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ double click to enter
pt_br: %@ duplo clique para entrar

source: %@ Favorited. Double click to change
pt_br: %@ Favoritado. Clique duas vezes para desfavoritar

source: %@ Not Favorited. Double click to change
pt_br: %@ Não favoritado. Clique duas vezes para favoritar

# %@, US$ %@ dolars
source: %1$@, US$ %2$@ dolars
pt_br: %1$@, R$ %2$@ reais

source: Add an item to your cart.
pt_br: Adicione o item ao seu carrinho.

source: Add to Cart
pt_br: Adicionar ao Carrinho

# Card with deals of the day. %@, US$ %@ dolars
source: Card with deals of the day. %1$@, US$ %2$@ dolars
pt_br: Card com as ofertas do dia. %1$@, R$ %2$@ reais

# Card with top pick. %@, US$ %@ dolars
source: Card with top pick. %1$@, US$ %2$@ dolars
pt_br: Card com as principais escolhas. %1$@, R$ %2$@ reais

source: Cart
pt_br: Carrinho

source: Categories
pt_br: Categorias

source: Checkout
pt_br: Comprar

source: Deals of the day
pt_br: Promoções do Dia

source: decrease the quantity of %@ in the cart
pt_br: Diminuir o número de %@ no carrinho

source: Details
pt_br: Detalhes

source: double click to add this product to cart
pt_br: clique duas vezes para adicionar esse produto ao carrinho

source: Favorites
pt_br: Favoritos

source: Home
pt_br: Início

source: increase the quantity of %@ in the cart
pt_br: Aumentar o número de %@ no carrinho

source: Orders
pt_br: Pedidos

source: Search
pt_br: Pesquisar

source: Top picks
pt_br: Melhores Escolhas

source: US$%@
pt_br: R$ %@

source: Your cart is empty!
pt_br: Seu carrinho está vazio!
